{
    "alt-photo-about": "me at the lakeside",
    "my-name": "Benjamin Verlaine",
    "title": "{ Web developer || front-end }",
    "welcome": "Welcome to my portfolio",
    "welcome-project": "find my old projects here",
    "welcome-skills": "Find my different skills here",
    "menu-project": "Projects",
    "menu-skills": "Skills",
    "menu-contact": "Contacts",
    "fr": "French",
    "info-linkedin": "my linkedin",
    "info-github": "my github",
    "info-blog": "my blog",
    "dark-mode": "dark mode",
    "presentation": "Passionate junior front-end developer, I specialize in creating modern and dynamic user interfaces. After a 9-month training in web integration at OpenClassroom, I acquired the technical skills and attention to detail needed to transform concepts into engaging interactive experiences. Having worked independently on my projects, I have developed a solid expertise in React and Tailwind CSS, which I am continuously enriching to stay at the forefront of new technologies. My goal is to design innovative and high-performance web applications that provide an optimal user experience. Creative, rigorous and attentive to details, I am motivated by challenges and aspire to bring my skills to a dynamic team. Do not hesitate to contact me to discuss projects where my skills could contribute to making a difference.",
    "find-me": "find me on :",
    "change-langue": "Change language to French",
    "error-code": "404 - Page not found",
    "error-message": "Oops! It looks like you've stumbled upon a page that doesn't exist. The URL you entered may be incorrect, or the page may have moved. You can return to our homepage to continue your visit, or use the menu to explore the available sections.",
    "error-button": "Return to home",
    "form-title": "Contact me",
    "form-name": "Your name",
    "form-email": "Your email",
    "form-message": "Your message",
    "form-submit": "Send",
    "form-invalid-email": "Invalid email address",
    "form-message-error": "Error sending the message",
    "card-booki": "homepage of a travel agency.",
    "card-kasa": "Real estate rental web application.",
    "card-nina": "A photographer's showcase website.",
    "card-food": "Web application for menu reservation.",
    "module-link": "Visit the website",
    "module-booki": "Booki is a web platform developed using HTML and CSS languages. Its intuitive user interface allows you to search and book accommodation in Marseille (hotels, hostels, etc.) by filtering the results by specific criteria (price, type of establishment, atmosphere). The homepage has a neat layout with attractive visual elements to highlight the different categories of accommodation and popular activities in the region (Vieux-Port, Calanques). Users can easily navigate between the different sections thanks to a well-organized HTML structure and a consistent CSS style.",
    "module-kasa": "Kasa is a dynamic web application built using ReactJS, JavaScript, and React Router Dom. It offers an intuitive and responsive user interface for modern apartment searching and booking. Using ReactJS, the app makes every element of the interface interactive and updates content smoothly. React Router Dom handles navigation between different pages of the app, such as the homepage, apartment detail pages, and the booking page. Users can filter results in real-time using custom React components and interact with the app smoothly using JavaScript.",
    "module-nina": "Nina Carducci’s website, built with ReactJS and Redux, showcases her photography portfolio in a dynamic and interactive way. The web application allows users to easily navigate between different photography projects, each represented by a separate React component. Redux is used to manage the overall state of the application, such as project information, contacts, and display settings. Users can interact with the site by sending quote requests via a React-powered form, and the data is transmitted securely to the backend.",
    "module-food": "Ohmyfood is a website developed with HTML and SASS that offers an intuitive user experience for discovering and booking Parisian restaurants, particularly in the Belleville district. The interface, built with HTML, presents a carefully chosen selection of restaurants in a clear and organized way. The neat and responsive design, made with SASS, highlights the visuals of the dishes and creates a pleasant atmosphere for the user. The menu customization features are implemented using HTML and JavaScript, allowing users to compose their ideal meal before booking."
}
