{
    "alt-photo-about": "me at the lakeside",
    "my-name": "Benjamin Verlaine",
    "title": "Web developer | front-end",
    "welcome": "Welcome to my portfolio",
    "welcome-project": "find my old projects here",
    "welcome-skills": "Find my different skills here",
    "menu-project": "Projects",
    "menu-skills": "Skills",
    "menu-contact": "Contacts",
    "fr": "French",
    "info-linkedin": "my linkedin",
    "info-github": "my github",
    "info-blog": "my blog",
    "dark-mode": "dark mode",
    "presentation": "I am a passionate junior front-end developer with experience in creating modern and dynamic user interfaces. Through my projects, I have collaborated with teams to develop engaging web solutions. I have skills in React and Tailwind CSS, and I am continually deepening my knowledge to enhance my abilities. With a blend of creativity and attention to detail, I am motivated to design web applications that meet user needs. Feel free to reach out to discuss your project!",
    "find-me": "find me on :",
    "change-langue": "Change language to French",
    "error-code": "404 - Page not found",
    "error-message": "Oops! It looks like you've stumbled upon a page that doesn't exist. The URL you entered may be incorrect, or the page may have moved. You can return to our homepage to continue your visit, or use the menu to explore the available sections.",
    "error-button": "Return to home",
    "form-title": "Contact me",
    "form-name": "Your name",
    "form-email": "Your email",
    "form-message": "Your message",
    "card-booki": "homepage of a travel agency.",
    "card-kasa": "Real estate rental web application.",
    "card-nina": "A photographer's showcase website.",
    "card-food": "Web application for menu reservation.",
    "module-booki": "The Booki website allows you to find accommodations for your vacations, with a simple interface to search for hotels and hostels in Marseille, categorized by type and price. It also offers popular activities in the region, such as visits to the Old Port and the Calanques National Park. Users can filter results based on criteria such as 'budget', 'family', or 'romantic'. Additional information on how the site works, terms and conditions, and privacy policy is also available.",
    "module-kasa": "Kasa offers modern apartments for rent, with a simple and intuitive interface to explore available options. Users can view detailed information about each property, such as photos, descriptions, and amenities. The site also includes a booking system and a space for customer reviews. Users can filter results by location and features.",
    "module-nina": "The Nina Carducci website showcases the work of a photographer passionate about capturing emotions and precious moments through photography. She offers photo shooting services, retouching, and creation of custom albums. The portfolio highlights a variety of styles, ranging from portraits to wedding photos. Users can easily contact the photographer for quotes or questions via an online form.",
    "module-food": "The Ohmyfood website allows you to discover and book exceptional restaurants in Paris, particularly in the Belleville neighborhood. The interface offers a selection of carefully chosen restaurants, where users can personalize their menu before enjoying it. The process is simple: choose a restaurant, compose a menu, and enjoy the culinary experience."
}
