{
    "alt-photo-about": "moi au bord du lac",
    "my-name": "Benjamin Verlaine",
    "title": "Développeur web | front-end",
    "welcome": "Bienvenue sur mon portfolio",
    "welcome-project": "retrouver ici mes anciens projet",
    "welcome-skills": "retrouvez ici mes différents compétence",
    "menu-project": "Projets",
    "menu-skills": "Compétence",
    "menu-contact": "Contact",
    "en": "Anglais",
    "info-linkedin": "mon linkedin",
    "info-github": "mon github",
    "info-blog": "mon blog",
    "dark-mode": "mode sombre",
    "presentation": "Je suis un développeur front-end junior passionné, avec une expérience en création d'interfaces utilisateur modernes et dynamiques. Au cours de mes projets, j’ai collaboré avec des équipes pour développer des solutions web engageantes. J'ai des compétences en React et en Tailwind CSS, et je continue d'approfondir mes connaissances pour perfectionner mes capacités. Avec un mélange de créativité et de souci du détail, je suis motivé à concevoir des applications web qui répondent aux besoins des utilisateurs. N'hésitez pas à me contacter pour discuter de votre projet !",
    "find-me": "retrouvez moi sur :",
    "change-langue": "Changer la langue en Anglais",
    "error-code": "404 - Page non trouvée",
    "error-message": "Oups ! Il semble que vous soyez tombé sur une page qui n'existe pas. L'URL que vous avez saisie pourrait être incorrecte, ou la page a peut-être été déplacée. Vous pouvez retourner à notre page d'accueil pour continuer votre visite ou utiliser le menu pour explorer les sections disponibles.",
    "error-button": "Retourner à l'accueil",
    "form-title": "Contactez-moi",
    "form-name": "Votre nom",
    "form-email": "Votre email",
    "form-message": "Votre message",
    "card-booki": "page d'accueil d'une agence de voyage.",
    "card-kasa": "Application web de location immobilière.",
    "card-nina": "Site web vitrine d'une photographe.",
    "card-food": "Application web de reservation de menu.",
    "module-link": "Visiter le site web",
    "module-booki": "Booki est une plateforme web développée à l'aide des langages HTML et CSS. Son interface utilisateur intuitive permet de rechercher et de réserver des hébergements à Marseille (hôtels, auberges, etc.) en filtrant les résultats par critères spécifiques (prix, type d'établissement, ambiance). La page d'accueil présente une mise en page soignée avec des éléments visuels attrayants pour mettre en valeur les différentes catégories d'hébergements et les activités populaires de la région (Vieux-Port, Calanques). Les utilisateurs peuvent facilement naviguer entre les différentes sections grâce à une structure HTML bien organisée et à un style CSS cohérent.",
    "module-kasa": "Kasa est une application web dynamique développée à l'aide de ReactJS, JavaScript et React Router Dom. Elle offre une interface utilisateur intuitive et réactive pour la recherche et la réservation d'appartements modernes. Grâce à ReactJS, l'application permet de rendre chaque élément de l'interface interactif et de mettre à jour le contenu de manière fluide. React Router Dom gère la navigation entre les différentes pages de l'application, comme la page d'accueil, les pages de détails des appartements et la page de réservation. Les utilisateurs peuvent filtrer les résultats en temps réel grâce à des composants React personnalisés et interagir avec l'application de manière fluide grâce à JavaScript.",
    "module-nina": "Le site web de Nina Carducci, développé avec ReactJS et Redux, présente son portfolio de photographie d'une manière dynamique et interactive. L'application web permet aux utilisateurs de naviguer facilement entre les différents projets photographiques, chacun étant représenté par un composant React distinct. Redux est utilisé pour gérer l'état global de l'application, comme les informations sur les projets, les contacts et les paramètres d'affichage. Les utilisateurs peuvent interagir avec le site en envoyant des demandes de devis via un formulaire géré par React, et les données sont transmises au backend de manière sécurisée.",
    "module-food": "Ohmyfood est un site web développé avec HTML et SASS qui offre une expérience utilisateur intuitive pour la découverte et la réservation de restaurants parisiens, notamment dans le quartier de Belleville. L'interface, construite avec HTML, présente de manière claire et organisée une sélection de restaurants soigneusement choisis. Le design soigné et responsif, réalisé grâce à SASS, met en valeur les visuels des plats et crée une ambiance agréable pour l'utilisateur. Les fonctionnalités de personnalisation du menu sont implémentées à l'aide d'HTML et de JavaScript, permettant aux utilisateurs de composer leur repas idéal avant de réserver."
}
