{
    "alt-photo-about": "moi au bord du lac",
    "my-name": "Benjamin Verlaine",
    "title": "Développeur web | front-end",
    "welcome": "Bienvenue sur mon portfolio",
    "welcome-project": "retrouver ici mes anciens projet",
    "welcome-skills": "retrouvez ici mes différents compétence",
    "menu-project": "Projets",
    "menu-skills": "Compétence",
    "menu-contact": "Contact",
    "en": "Anglais",
    "info-linkedin": "mon linkedin",
    "info-github": "mon github",
    "info-blog": "mon blog",
    "dark-mode": "mode sombre",
    "presentation": "Je suis un développeur front-end junior passionné, avec une expérience en création d'interfaces utilisateur modernes et dynamiques. Au cours de mes projets, j’ai collaboré avec des équipes pour développer des solutions web engageantes. J'ai des compétences en React et en Tailwind CSS, et je continue d'approfondir mes connaissances pour perfectionner mes capacités. Avec un mélange de créativité et de souci du détail, je suis motivé à concevoir des applications web qui répondent aux besoins des utilisateurs. N'hésitez pas à me contacter pour discuter de votre projet !",
    "find-me": "retrouvez moi sur :",
    "change-langue": "Changer la langue en Anglais",
    "error-code": "404 - Page non trouvée",
    "error-message": "Oups ! Il semble que vous soyez tombé sur une page qui n'existe pas. L'URL que vous avez saisie pourrait être incorrecte, ou la page a peut-être été déplacée. Vous pouvez retourner à notre page d'accueil pour continuer votre visite ou utiliser le menu pour explorer les sections disponibles.",
    "error-button": "Retourner à l'accueil",
    "form-title": "Contactez-moi",
    "form-name": "Votre nom",
    "form-email": "Votre email",
    "form-message": "Votre message",
    "card-booki": "page d'accueil d'une agence de voyage.",
    "card-kasa": "Application web de location immobilière.",
    "card-nina": "Site web vitrine d'une photographe.",
    "card-food": "Application web de reservation de menu.",
    "module-booki": "Le site Booki permet de trouver des hébergements pour des vacances, avec une interface simple pour rechercher des hôtels et auberges à Marseille, classés par catégorie et prix. Il propose aussi des activités populaires dans la région, comme des visites au Vieux-Port et au Parc national des Calanques. Les utilisateurs peuvent filtrer les résultats selon des critères comme 'économique', 'familial', ou 'romantique'. Des informations supplémentaires sur le fonctionnement du site, les conditions générales et la politique de confidentialité sont également accessibles.",
    "module-kasa": "Le site Kasa propose des appartements modernes à louer, avec une interface simple et intuitive pour explorer les options disponibles. Il permet aux utilisateurs de consulter les informations détaillées sur chaque propriété, comme les photos, la description et les équipements. Le site inclut également un système de réservation et un espace pour les avis des clients. Les utilisateurs peuvent filtrer les résultats par localisation et caractéristiques.",
    "module-nina": "Le site Nina Carducci présente le travail d'une photographe passionnée par l'immortalisation des émotions et des moments précieux à travers la photographie. Il propose des services de shooting photo, de retouche et de création d'albums personnalisés. Le portfolio met en avant une variété de styles, allant des portraits aux photos de mariage. Les utilisateurs peuvent facilement contacter la photographe pour des devis ou des questions via un formulaire en ligne.",
    "module-food": "Le site Ohmyfood permet de découvrir et de réserver dans des restaurants exceptionnels à Paris, en particulier dans le quartier de Belleville. L'interface offre une sélection de restaurants soigneusement choisis, où les utilisateurs peuvent personnaliser leur menu avant de le déguster. Le processus est simple : choisir un restaurant, composer un menu, et profiter de l'expérience culinaire."
}
